bmewburn.vscode-intelephense-client
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
humao.rest-client
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-mysql
ritwickdey.liveserver
xdebug.php-debug
yzhang.markdown-all-in-one
